{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.18.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of104.bin", "group1-shard2of104.bin", "group1-shard3of104.bin", "group1-shard4of104.bin", "group1-shard5of104.bin", "group1-shard6of104.bin", "group1-shard7of104.bin", "group1-shard8of104.bin", "group1-shard9of104.bin", "group1-shard10of104.bin", "group1-shard11of104.bin", "group1-shard12of104.bin", "group1-shard13of104.bin", "group1-shard14of104.bin", "group1-shard15of104.bin", "group1-shard16of104.bin", "group1-shard17of104.bin", "group1-shard18of104.bin", "group1-shard19of104.bin", "group1-shard20of104.bin", "group1-shard21of104.bin", "group1-shard22of104.bin", "group1-shard23of104.bin", "group1-shard24of104.bin", "group1-shard25of104.bin", "group1-shard26of104.bin", "group1-shard27of104.bin", "group1-shard28of104.bin", "group1-shard29of104.bin", "group1-shard30of104.bin", "group1-shard31of104.bin", "group1-shard32of104.bin", "group1-shard33of104.bin", "group1-shard34of104.bin", "group1-shard35of104.bin", "group1-shard36of104.bin", "group1-shard37of104.bin", "group1-shard38of104.bin", "group1-shard39of104.bin", "group1-shard40of104.bin", "group1-shard41of104.bin", "group1-shard42of104.bin", "group1-shard43of104.bin", "group1-shard44of104.bin", "group1-shard45of104.bin", "group1-shard46of104.bin", "group1-shard47of104.bin", "group1-shard48of104.bin", "group1-shard49of104.bin", "group1-shard50of104.bin", "group1-shard51of104.bin", "group1-shard52of104.bin", "group1-shard53of104.bin", "group1-shard54of104.bin", "group1-shard55of104.bin", "group1-shard56of104.bin", "group1-shard57of104.bin", "group1-shard58of104.bin", "group1-shard59of104.bin", "group1-shard60of104.bin", "group1-shard61of104.bin", "group1-shard62of104.bin", "group1-shard63of104.bin", "group1-shard64of104.bin", "group1-shard65of104.bin", "group1-shard66of104.bin", "group1-shard67of104.bin", "group1-shard68of104.bin", "group1-shard69of104.bin", "group1-shard70of104.bin", "group1-shard71of104.bin", "group1-shard72of104.bin", "group1-shard73of104.bin", "group1-shard74of104.bin", "group1-shard75of104.bin", "group1-shard76of104.bin", "group1-shard77of104.bin", "group1-shard78of104.bin", "group1-shard79of104.bin", "group1-shard80of104.bin", "group1-shard81of104.bin", "group1-shard82of104.bin", "group1-shard83of104.bin", "group1-shard84of104.bin", "group1-shard85of104.bin", "group1-shard86of104.bin", "group1-shard87of104.bin", "group1-shard88of104.bin", "group1-shard89of104.bin", "group1-shard90of104.bin", "group1-shard91of104.bin", "group1-shard92of104.bin", "group1-shard93of104.bin", "group1-shard94of104.bin", "group1-shard95of104.bin", "group1-shard96of104.bin", "group1-shard97of104.bin", "group1-shard98of104.bin", "group1-shard99of104.bin", "group1-shard100of104.bin", "group1-shard101of104.bin", "group1-shard102of104.bin", "group1-shard103of104.bin", "group1-shard104of104.bin"], "weights": [{"name": "tf_bert_for_token_classification/bert/embeddings/word_embeddings/weight", "shape": [30529, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/embeddings/token_type_embeddings/embeddings", "shape": [2, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/embeddings/position_embeddings/embeddings", "shape": [512, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/embeddings/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/embeddings/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._0/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._1/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._2/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._3/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._4/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._5/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._6/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._7/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._8/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._9/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._10/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/query/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/query/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/key/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/key/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/value/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/self/value/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/output/dense/kernel", "shape": [768, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/attention/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/intermediate/dense/kernel", "shape": [768, 3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/intermediate/dense/bias", "shape": [3072], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/output/dense/kernel", "shape": [3072, 768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/output/dense/bias", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/output/LayerNorm/gamma", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/bert/encoder/layer_._11/output/LayerNorm/beta", "shape": [768], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/classifier/kernel", "shape": [768, 7], "dtype": "float32"}, {"name": "tf_bert_for_token_classification/classifier/bias", "shape": [7], "dtype": "float32"}]}]}